var nav = {
	'nav-1': {
		name: "услуги",
		href: "#services"
	},
	'nav-2': {
		name: "акции",
		href: "#bonuses"
	},
	'nav-3': {
		name: "мастера",
		href: "#personal"
	},
	'nav-4': {
		name: "партнеры",
		href: "#partners"
	},
	'nav-5': {
		name: "новости",
		href: "#updates"
	},
	'nav-6': {
		name: "контакты",
		href: "#footer"
	}
}
var socials = {
	'nav-5': {
		name: "facebook",
		href: "https://www.facebook.com/DH-lab-313790678652777/?fref=ts"
	},
	'nav-6': {
		name: "instagram",
		href: "https://www.instagram.com/dh_lab/"
	}
}

var features = {
	'feature-1': {
		head: 'Косметологи-доктора',
		text: 'Наши косметологи имеют высшее медицинское образование и лицензию на проведение инъекционных процедур'
	},
	'feature-2': {
		head: 'Loreal expert',
		text: 'Мы являемся официальными партнерами Loreal и постоянным участником бизнес-форума Loreal для лучших салонов-партнеров всего мира.'
	},
	'feature-3': {
		head: 'Обучение',
		text: 'Наши мастера регулярно повышают квалификацию в академии Loreal и других парикмахерских школах мира'
	},
	'feature-4': {
		head: 'Новинки',
		text: 'Мы отслеживаем тендеции новых продуктов и технологий в сфере красоты. Лучшие из них мы предоставляем нашим клиентам'
	}
}
var features = [
{
	head: 'Косметологи-доктора',
	text: 'Наши косметологи имеют высшее медицинское образование и лицензию на проведение инъекционных процедур'
},
{
	head: 'Loreal expert',
	text: 'Мы являемся официальными партнерами Loreal и постоянным участником бизнес-форума Loreal для лучших салонов-партнеров всего мира.'
},
{
	head: 'Обучение',
	text: 'Наши мастера регулярно повышают квалификацию в академии Loreal и других парикмахерских школах мира'
},
{
	head: 'Новинки',
	text: 'Мы отслеживаем тендеции новых продуктов и технологий в сфере красоты. Лучшие из них мы предоставляем нашим клиентам'
}
]
var snippets = {
	'adress': {
		name: 'Киев, бульвар Леси Украинки 7б'
	},
	'bonuses-body': {
		name: 'Каждая шестая стрижка в нашем салоне – в подарок !'
	},
	'contacts-header': {
		name: 'Контактная информация'
	},
	'features-header': {
		name: 'особенности салона'
	},
	'main-grand': {
		name: 'постоянное совершенствование искусства по созданию Вашей красоты'
	},
	'main-small': {
		name: 'Одна из главных черт салона'
	},
	'news-header': {
		name: 'Новости'
	},
	'partners-header': {
		name: 'Мы работаем с лучшими брендами на рынке'
	},
	'personal-header': {
		name: 'Обо мне'
	},
	'phones': {
		href: 'tel:+30443442233',
		name: '(044) 344-22-33'
	},
	'updates-header': {
		name: 'наш instagram'
	}
}
var news = [
{}
]
var partners = {}
var team = {}
var services = {}